class Doctor {
  final String name;
  final String designation;
  final String location;
  final List<String> phoneNumbers;

  Doctor({
    required this.name,
    required this.designation,
    required this.location,
    required this.phoneNumbers,
  });
}

List<Doctor> doctorsList = [
  Doctor(
    name: "ডা. সামরোজ পারভিন (রিংকু)",
    designation: "প্রসূতি স্ত্রী রোগ বিশেষজ্ঞ ও সার্জন",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "অধ্যাপক ডা: মো :আসগার হোসেন",
    designation: "নবজাতক শিশু ও কিশোর রোগ বিশেষজ্ঞ",
    location: "বারিন্দ মেডিকেল কলেজ ও হাসপাতাল, রাজশাহী, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "অধ্যাপক ডা: মোহাম্মদ মোস্তাফিজুর রহমান (রবিন)",
    designation: "ব্রেস্ট কোলোরেক্টাল ও এন্ড্রোক্রাইন সার্জারি বিশেষজ্ঞ",
    location: "বঙ্গবন্ধু শেখ মুজিব মেডিকেল বিশ্ববিদ্যালয়, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: মো :তৌহিদুল ইসলাম",
    designation: "মেডিসিন, লিভার, পরিপাকতন্ত্র রোগ ও ডায়াবেটালজিস্ট",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: মোহা :শফিকুল ইসলাম",
    designation: "নবজাতক, শিশু ও কিশোর রোগ বিশেষজ্ঞ",
    location: "রাজশাহী মেডিকেল কলেজ ও হাসপাতাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: মোহা :হামিদুল মুলক টনিক",
    designation: "চক্ষু বিশেষজ্ঞ ও ফ্যাকো সার্জন",
    location: "জাতীয় চক্ষু বিজ্ঞান ইনস্টিটিউট ও হাসপাতাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৭০৩১৩৬৭৪", "০১৭১৭১৬৭৪৪০"],
  ),
  Doctor(
    name: "ডা: মো : আকতারুল আলম(পলেন)",
    designation: "নাক- কান- গলা হেডনেক-চিকিৎসক",
    location: "রাজশাহী মেডিকেল কলেজ ও হাসপাতাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: মোহা : আসফাক হোসেন সুইট",
    designation: "নাক-কান-গলা থাইরয়েড বিশেষজ্ঞ ও সার্জন",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: মোহাম্মদ জান্নাতুল রায়হান",
    designation: "বক্ষব্যাধি ও মেডিসিন বিশেষজ্ঞ",
    location: "বক্ষব্যাধি হাসপাতাল, রাজশাহী, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: মো : হাসান জামান",
    designation: "হৃদ রোগ ,উচ্চ রক্তচাপ ,বাত জ্বর ও মেডিসিন বিশেষজ্ঞ",
    location: "জাতীয় হৃদরোগ ইনস্টিটউট, ঢাকা, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: নাঈমা আক্তার পাপিয়া",
    designation: "নবজাতক, শিশু ও কিশোর রোগ বিশেষজ্ঞ",
    location: "মা ও শিশু কল্যাণ কেন্দ্র, সদর, চাঁপাইনবাবগঞ্জ, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: ফাবেয়া রহমান",
    designation: "স্ত্রী প্রসূতি রোগে অভিজ্ঞ ও সার্জন",
    location: "রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: মোসা: মোসাফিকা কাওসারী (লিসা)",
    designation: "স্ত্রী রোগ ও প্রসূতিবিদ্যা বিশেষজ্ঞ ও সার্জন",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: সুলতানা ইয়াসমিন (সোনিয়া)",
    designation: "মেডিসিন, চর্ম যৌন ও ডায়াবেটালজিস্ট",
    location: "ঢাকা মেডিকেল কলেজ ও হাসপাতাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: এম এ আাজিম রেজা",
    designation: "হাড় জোড় বিশেষজ্ঞ ও সার্জন",
    location: "রাজশাহী মেডিকেল কলেজ ও হাসপাতাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: মৌসুমী সরকার",
    designation: "গাইনী বিশেষজ্ঞ",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, বাতেন খাঁ মোড়ের ২০০ গজ পশ্চিমে, নূরানী একাডেমীর বিপরীতে, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৩৫৩৫৩৩৯৯", "০১৭১৯৯৯৭৩৩১", "০১৭৪৫৬৭৮২১৭"],
  ),
  Doctor(
    name: "ডা: আতিক মাহমুদ",
    designation: "মেডিসিন বিশেষজ্ঞ",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, বাতেন খাঁ মোড়ের ২০০ গজ পশ্চিমে, নূরানী একাডেমীর বিপরীতে, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৩৫৩৫৩৩৯৯", "০১৭১৯৯৯৭৩৩১", "০১৭৪৫৬৭৮২১৭"],
  ),
  Doctor(
    name: "ডা: মো : হাসান জামান",
    designation: "হৃদরোগ বিশেষজ্ঞ",
    location: "জাতীয় হৃদরোগ ইনস্টিটউট ও হাসপাতাল, ঢাকা, বাতেন খাঁ মোড়ের ২০০ গজ পশ্চিমে, নূরানী একাডেমীর বিপরীতে, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৩৫৩৫৩৩৯৯", "০১৭১৯৯৯৭৩৩১", "০১৭৪৫৬৭৮২১৭"],
  ),
  Doctor(
    name: "ডা: মো : শুকুর উল্লাহ (ইকো)",
    designation: "শিশু বিশেষজ্ঞ",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, বাতেন খাঁ মোড়ের ২০০ গজ পশ্চিমে, নূরানী একাডেমীর বিপরীতে, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৩৫৩৫৩৩৯৯", "০১৭১৯৯৯৭৩৩১", "০১৭৪৫৬৭৮২১৭"],
  ),
  Doctor(
    name: "ডা: মোহা: তারেক আনোয়ার শিশির",
    designation: "হাড়জোড়, মেরুদন্ডরোগ বিশেষজ্ঞ ও অর্থোপেডিক্স সার্জন",
    location: "জাতীয় অর্থোপেডিক হাসপাতাল ও পূনর্বাসন প্রতিষ্ঠান (নিটর), বাতেন খাঁ মোড়ের ২০০ গজ পশ্চিমে, নূরানী একাডেমীর বিপরীতে, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৩৫৩৫৩৩৯৯", "০১৭১৯৯৯৭৩৩১", "০১৭৪৫৬৭৮২১৭"],
  ),

  Doctor(
    name: "ডা: আহনাফ শাহরিয়ার (মাসুদ)",
    designation: "মেডিসিন ও ডায়াবেটিস রোগে অভিজ্ঞ চিকিৎসক",
    location: "২৫০ শযা বিশিষ্ট জেলা হাসপাতাল চাঁপাইনবাবগঞ্জ, বাতেন খাঁ মোড়ের ২০০ গজ পশ্চিমে, নূরানী একাডেমীর বিপরীতে, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৩৫৩৫৩৩৯৯", "০১৭১৯৯৯৭৩৩১", "০১৭৪৫৬৭৮২১৭"],
  ),
  Doctor(
    name: "ডা: মেহনাজ তাবাসসুম",
    designation: "রেডিওলজী ও ইমেজিং বিশেষজ্ঞ",
    location: "২৫০ শযা বিশিষ্ট জেলা হাসপাতাল চাঁপাইনবাবগঞ্জ, বাতেন খাঁ মোড়ের ২০০ গজ পশ্চিমে, নূরানী একাডেমীর বিপরীতে, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৩৫৩৫৩৩৯৯", "০১৭১৯৯৯৭৩৩১", "০১৭৪৫৬৭৮২১৭"],
  ),
  Doctor(
    name: "মো: নাজিউর রহমান (রবি)",
    designation: "পরিচালক",
    location: "রবি ম্যাথ কেয়ার, নিমতলা (সততা প্রেসের পূর্ব পার্শ্বে), চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৪৩১৬১৩৭৬"],
  ),
  Doctor(
    name: "পরিচালক: মো সুমন মাহমুদ",
    designation: "অনির্বাণ সংগীত একাডেমি",
    location: "ক্লব সুপার মার্কেট (৩য় তলা), চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৪০৯৬৬১৫১"],
  ),
  Doctor(
    name: "ডা: ফাহাদ আকিদ রেহমান",
    designation: "মেডিসিন, নিউরো ডিজিজ/বাত ব্যথা ডার্মা অভিজ্ঞ ও ডায়াবেটিস বিশেষজ্ঞ",
    location: "কানসাট পপুলার মেডিকেল সেন্টার, পেট্টোল পাম্পের উত্তর পার্শ্বে, কানসাট, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৩৫০০৬১৬১"],
  ),
  Doctor(
    name: "ড: এ,কে,এম, রাসেদ হাসান",
    designation: "মেডিসিন বিভাগ",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, কানসাট পপুলার মেডিকেল সেন্টার, পেট্টোল পাম্পের উত্তর পার্শ্বে, কানসাট, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৩৫০০৬১৬১"],
  ),
  Doctor(
    name: "ডা: এমডি মিজানুর রহমান (শাহীন)",
    designation: "ফ্যাকো রিফ্রাকটিভ সার্জ্ন রেটিনা ও ডায়াবেটিস চক্ষুরোগ বিশেষজ্ঞ",
    location: "সার্জিকাল রেটিনা অবজারভারশী (এসএনইসি, সিঙ্গাপুর), এফভিআরএস (ভিইএচ, ঢাকা), drmizaneyespecialist.com",
    phoneNumbers: [],
  ),
  Doctor(
    name: "ডাঃ মোঃ মিনহাজুল ইসলাম",
    designation: "মেডিসিন বিশেষজ্ঞ",
    location: "বঙ্গবন্ধু শেখ মুজিব মেডিকেল বিশ্ববিদ্যালয়, ঢাকা, ওয়টার সাপ্লাই মোড়, হাসপাতাল রোড, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭২৪৩৬৩৮৩৮"],
  ),
  Doctor(
    name: "ডাঃ মোঃ মাহফুজ রাইহান",
    designation: "শিশু ও নবজাতক রোগ বিশেষজ্ঞ",
    location: "২৫০ শযা বিশিষ্ট জেলা হাসপাতাল চাঁপাইনবাবগঞ্জ, ওয়টার সাপ্লাই মোড়, হাসপাতাল রোড, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭২৪৩৬৩৮৩৮"],
  ),
  Doctor(
    name: "ডা. সুলতানা ইয়াসমিন (সোনিয়া)",
    designation: "চর্ম ও যৌন রোগ অভিজ্ঞ",
    location: "ডেলটা মেডিকেল সেন্টার, ওয়টার সাপ্লাই মোড়, হাসপাতাল রোড, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭২৪৩৬৩৮৩৮"],
  ),

  Doctor(
    name: "ডাঃ মোঃ ইস্রা্ফিল ইসলাম",
    designation: "সার্জারী বিশেষজ্ঞ",
    location: "২৫০ শযা বিশিষ্ট জেলা হাসপাতাল চাঁপাইনবাবগঞ্জ, ওয়টার সাপ্লাই মোড়, হাসপাতাল রোড, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭২৪৩৬৩৮৩৮"],
  ),
  Doctor(
    name: "ডাঃ সারমিন আকতার কেয়া",
    designation: "গাইনী ও শিশু রোগী আল্ট্রাসনোগ্রাম",
    location: "ওয়টার সাপ্লাই মোড়, হাসপাতাল রোড, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৫০৭১৬০৬০"],
  ),
  Doctor(
    name: "ডাঃ হাসান মোঃ আব্দুর রহিম (তুষার)",
    designation: "নাক-কান-গলা রোগ বিশেষজ্ঞ ওহেড-নেক কনসালটেন্ট (ইএনটি)",
    location: "ওয়টার সাপ্লাই মোড়, হাসপাতাল রোড, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৫০৭১৬০৬০"],
  ),
  Doctor(
    name: "ডাঃ মোঃ তোকির হাসান",
    designation: "মুখ ও দন্ত বিশেষজ্ঞ সার্জন",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, ওয়টার সাপ্লাই মোড়, হাসপাতাল রোড, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭২৪৩৬৩৮৩৮"],
  ),
  Doctor(
    name: "ডাঃ মোঃ ইমরান জাভেদ",
    designation: "চক্ষু বিশেষজ্ঞ ও সার্জন",
    location: "চাঁপাইনবাবগঞ্জ চক্ষু হাসপাতাল, ওয়টার সাপ্লাই মোড়, হাসপাতাল রোড, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৫০৭১৬০৬০"],
  ),
  Doctor(
    name: "ডাঃ শাহনাজ খাতুন (ফ্লোরা)",
    designation: "প্রসূতি স্ত্রী রোগ বিশেষজ্ঞ এবং সার্জন",
    location: "কনসালটেন্ট (গাইনী এন্ড অবস্), ওয়টার সাপ্লাই মোড়, হাসপাতাল রোড, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭২৪৩৬৩৮৩৮"],
  ),
  Doctor(
    name: "ডাঃ মোঃ তোসিকুল ইসলাম (তাসিফ)",
    designation: "অথোপেডিক সার্জন",
    location: "পিজি হাসপাতাল, শাহবাগ, ঢাকা, ওয়টার সাপ্লাই মোড়, হাসপাতাল রোড, শিবগঞ্জ, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭২৪৩৬৩৮৩৮"],
  ),
  Doctor(
    name: "ডাঃ মোসাঃ দিলরুবা ইয়াসমিন (ডালিয়া)",
    designation: "স্ত্রী - রোগ ও প্রসূতি বিদ্যা বিশেষজ্ঞ ও সার্জন",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডঃ মেহেনাজ আলম (প্রিতু)",
    designation: "চর্ম ও যৌন রোগ বিশেষজ্ঞ ও কসমেটিক সার্জন",
    location: "বারিন্দ মেডিকেল কলেজ ও হাসপাতাল, রাজশাহী, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডা: নাঈমা আক্তার পাপিয়া",
    designation: "নবজাতক, শিশু ও কিশোর রোগ বিশেষজ্ঞ",
    location: "মা ও শিশু কল্যাণ কেন্দ্র, সদর চাঁপাইনবাবগঞ্জ, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),

  Doctor(
    name: "ডাঃ আব্দুল্লাহ আল মাসরুর",
    designation: "আল্ট্রাসনো বিশেষজ্ঞ",
    location: "আরএমও, রোজ মেডিকেল সেন্টার, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডাঃ মোঃ নাদিম উদ্দিন",
    designation: "সার্জারী বিশেষজ্ঞ",
    location: "কনসালটেশন, ডায়াগ নস্টিক এন্ড হসপিটাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডাঃ মোঃ ইব্রাহিম আলী",
    designation: "ইউরোলজী বিশেষজ্ঞ ও সার্জন",
    location: "বঙ্গবন্ধু শেখ মুজিব মেডিকেল বিশ্ববিদ্যালয়, ঢাকা, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডাঃ মোঃ সামিউল হাসান",
    designation: "নিউরোমেডিসিন, মেডিসিন ও ডায়াবেটালজিস্ট",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, রেজিস্ট্রি অফিস সামনে, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৬২৪২২৪৪৫", "০১৭১৫৭৪২৮১১"],
  ),
  Doctor(
    name: "ডাঃ মোঃ আসাদুজ্জামান",
    designation: "ইউরোলজী বিশেষজ্ঞ ও সার্জ",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, রাজশাহী, সদর হাসপাতাল মোড়, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: [],
  ),
  Doctor(
    name: "ডাঃ সুরাইয়া আক্তার",
    designation: "প্রসূতি স্ত্রী রোগ বিশেষজ্ঞ ও সার্জন",
    location: "রাজশাহী মেডিকেল কলেজ ও হাসপাতাল, শান্তিমোড়, চাঁপাইনবাবগঞ্জ-৬৩০০",
    phoneNumbers: ["০১৭০৮৪৪৬১৪৪", "০৯৬৬৬৭৫২০৭৫"],
  ),
  Doctor(
    name: "ডা. ই .মো . ফেরদৌস আবির",
    designation: "সার্জারী বিশেষজ্ঞ",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, হাসপাতাল গেট সংলগ্ন, রহনপুর, গোমস্তাপুর, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৩২৭২৮৬৯২৮", "০১৯৯২২৩৬৭২০"],
  ),
  Doctor(
    name: "ডাঃ মোঃ দুররুল হুদা",
    designation: "আল্ট্রাসনো বিশেষজ্ঞ",
    location: "রাজশাহী মেডিকেল কলেজ ও হাসপাতাল, হাসপাতাল গেট সংলগ্ন, রহনপুর, গোমস্তাপুর, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৩২৭২৮৬৯২৮", "০১৯৯২২৩৬৭২০"],
  ),
  Doctor(
    name: "ডাঃ সমুন পাল",
    designation: "অথোপেডিক সার্জন",
    location: "রাজশাহী মেডিকেল কলেজ হাসপাতাল, হাসপাতাল গেট সংলগ্ন, রহনপুর, গোমস্তাপুর, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৩২৭২৮৬৯২৮", "০১৯৯২২৩৬৭২০"],
  ),
  Doctor(
    name: "ডাঃ মোঃ নাদ্দিম সরকার",
    designation: "সার্জারী বিশেষজ্ঞ",
    location: "কনসালটেন্ট সার্জন, ম্যাক্স হসপিটাল",
    phoneNumbers: [],
  ),

  Doctor(
    name: "ডাঃ মোসাঃ হাজেরা খাতুন (সুমি)",
    designation: "স্ত্রী রোগ ও প্রসূতিবিদ্যা বিশেষজ্ঞ ও সার্জন",
    location: "২৫০ শযা বিশিষ্ট জেলা হাসপাতাল চাঁপাইনবাবগঞ্জ, হাসপাতাল রোড, চাঁপাইনবাবগঞ্জ",
    phoneNumbers: ["০১৭৩৮৬৬৫৫৯৩", "০১৯৪১৭৯৪৯৩১", "০২৫৮৮৮৯৩১৩৩"],
  ),
  Doctor(
    name: "ডাঃ নাজির আহমেদ",
    designation: "ডায়াবেটিস মেডিসিন বিশেষজ্ঞ, হৃদরোগ ও বাত ব্যাথা রোগে উচ্চতর প্রশিক্ষণপ্রাপ্ত",
    location: "ফেলোশিপ অন ডায়াবেটিস (বোষ্টন ইউনির্ভসিটি আমেরিকা), ২৫০ শযা বিশিষ্ট জেলা হাসপাতাল চাঁপাইনবাবগঞ্জ",
    phoneNumbers: [],
  ),


];
